Repository: cmfcmf/CoreManagerModule
Catalog: Resources/translations/zikulacoremanagermodule.*.po
Languages: de

source: %s ready for testing!
de: %s bereit zum Testen!

source: %s released!
de: %s veröffentlicht!

source: A security token to verify requests from Jenkins. Please setup Jenkins to make a POST request to the following url everytime a build has finished: %s. You can use the "Post Completed Build Result Plugin" to do the job: https://wiki.jenkins-ci.org/display/JENKINS/Post+Completed+Build+Result+Plugin.
de: Ein Sicherheitstoken um Anfragen von Jenkins zu verifzieren. Bitte Jenkins so einstellen, dass nach jedem Abschluss eines Builds die folgende URL aufgerufen wird: %s. Man kann das Plugin "Post Completed Build Result" dazu verwenden: https://wiki.jenkins-ci.org/display/JENKINS/Post+Completed+Build+Result+Plugin.

source: Access Token
de: Zugriffstoken

source: Actions
de: Aktionen

source: Add Jenkins Build description
de: Jenkins Build Beschreibung hinzufügen

source: Add new release
de: Neues Release hinzufügen

source: Add release
de: Release hinzufügen

source: Adding Jenkins Build description
de: Füge Jenkins Build Beschreibung hinzu

source: Assets copied
de: Assets kopiert

source: Assets could not be copied
de: Assets konnten nicht kopiert werden

source: Branch
de: Zweig

source: Build has been added to the Extension Library.
de: Build wurde zur Extension Library hinzugefügt.

source: Cancel
de: Abbruch

source: Close
de: Schließen

source: Close milestone
de: Meilenstein schließen

source: Closing milestone
de: Schließe Meilenstein

source: Copy assets from Jenkins to GitHub
de: Assets von Jenkins zu GitHub kopieren

source: Copying assets from Jenkins to GitHub (takes longer)
de: Kopiere Assets von Jenkins zu GitHub (dauert länger)

source: Create GitHub Release
de: GitHub Release erstellen

source: Create QA ticket
de: QA-Ticket erstellen

source: Create a personal access token at %s to raise your api limits.
de: Erstelle ein persönliches Zugriffstoken auf %s, um die API-Limits zu erhöhen.

source: Create a secret webhook token at %s to verify payloads from the Zikula Core repository.
de: Erstelle ein geheimes Webhook Token auf %s, um Payloads vom Zikula Core Repository zu verifizieren.

source: Create pending news articles for new releases
de: Ausstehende News-Artikel für neue Releases erstellen

source: Creating GitHub Release
de: Erstelle GitHub Release

source: Creating QA ticket
de: Erstelle QA-Ticket

source: DANGER: This is an in-development build. NEVER use it on production sites. It can likely be broken and absolutely not working. Really.
de: ACHTUNG: Dies ist eine Entwicklungsversion. Verwende diesen NIEMALS auf produktiven Seiten. Er könnte fehlerbehaftet und nicht funktional sein. Wirklich.

source: Development builds:
de: Entwicklungsversionen:

source: Development version
de: Entwicklungsversion

source: Development versions
de: Entwicklungsversionen

source: Direct download links not yet available!
de: Direkte Download-Links sind noch nicht verfügbar!

source: Download Zikula
de: Zikula herunterladen

source: Download development builds
de: Entwicklungsversionen herunterladen

source: Download the Zikula Core
de: Den Zikula Core herunterladen

source: Edit settings
de: Einstellungen ändern

source: Error while finishing
de: Fehler beim Abschluß

source: Fill in the name of the core repository. This should always be "zikula/core"
de: Gebe den Namen des Core Repositories ein. Dies sollte immer "zikula/core" sein

source: Finish
de: Abschließen

source: Finished
de: Abgeschlossen

source: Finishing
de: Schließe ab

source: General Settings
de: Allgemeine Einstellungen

source: GitHub Release could not be created
de: GitHub Release konnte nicht angelegt werden

source: GitHub Release created
de: GitHub Release angelegt

source: Great! The GitHub client has push access to the core repository!
de: Super! Der GitHub Client hat Push-Zugriff auf das Core-Repository!

source: Help testing
de: Helfe beim Testen

source: Jenkins Build could not be locked.
de: Jenkins Build konnte nicht gelockt werden.

source: Jenkins Build could not be promoted
de: Jenkins Build konnte nicht promotet werden

source: Jenkins Build description added
de: Jenkins Build Beschreibung hinzugefügt

source: Jenkins Build description could not be added
de: Jenkins Build Beschreibung konnte nicht hinzugefügt werden

source: Jenkins Build locked
de: Jenkins Build gelockt

source: Jenkins Build promoted
de: Jenkins Build promotet

source: Jenkins Password
de: Jenkins Kennwort

source: Jenkins Security token
de: Jenkins Sicherheitstoken

source: Jenkins Username
de: Jenkins Benutzername

source: Latest changes:
de: Letzte Änderungen:

source: Lock Jenkins Build
de: Jenkins Build locken

source: Locking Jenkins Build
de: Locke Jenkins Build

source: Main instance
de: Hauptinstanz

source: Make sure to include "http://". Do not include "www". Example: "http://ci.zikula.org"
de: Das Protokoll "http://" mit einbeziehen. Beispiel: "http://ci.zikula.org"

source: Mark release as outdated
de: Release als veraltet markieren

source: Mark release as supported
de: Release als unterstützt markieren

source: Milestone closed
de: Meilenstein geschlossen

source: Milestone could not be closed
de: Meilenstein konnte nicht geschlossen werden

source: Must be set to the API Token found under the API Token section at your user account's settings .
de: Muß auf das API Token gesetzt werden, dass im Bereich "API Token" der Einstellungen Deines Benutzerkonto steht.

source: Must be set to the User ID found under the API Token section at your user account's settings.
de: Muß auf die User ID gesetzt werden, die im Bereich API Token der Einstellungen Deines Benutzerkontos steht.

source: Next
de: Weiter

source: No releases available
de: Keine Releases verfügbar

source: Only tick this box at one place, i.e. the zikula.org site. It must not be ticked at other community sites.
de: Hake diese Box nur an einem Ort an, z.B. die zikula.de-Seite. Sie darf nicht auf anderen Seiten aktiviert werden.

source: Outdated releases:
de: Veraltete Releases:

source: Outdated version
de: Veraltete Version

source: Outdated versions
de: Veraltete Versionen

source: Pre-releases:
de: Vorabversionen:

source: Prerelease
de: Vorabversion

source: Prereleases
de: Vorabversionen

source: Progress bar
de: Fortschrittsbalken

source: Promote Jenkins Build
de: Jenkins Build promoten

source: Promoting Jenkins Build
de: Promote Jenkins Build

source: QA ticket could not be created
de: QA-Ticket konnte nicht erstellt werden

source: QA ticket created
de: QA-Ticket erstellt

source: Rate limit remaining for the next %mins minutes: %remain / %limit
de: Verbleibendes Rate-Limit für die nächsten %mins Minuten: %remain / %limit

source: Release announcement
de: Release Ankündigung

source: Release title
de: Release Titel

source: Reload all core releases
de: Alle Core Releases neu laden

source: Reload core releases
de: Core Releases neu laden

source: Reloaded all core releases from GitHub.
de: All Core Releases wurden neu von GitHub geladen.

source: Save
de: Speichern

source: Settings
de: Einstellungen

source: Settings updated!
de: Einstellungen geändert!

source: Start release
de: Release starten

source: State
de: Zustand

source: Supported version
de: Unterstützte Version

source: Supported versions
de: Unterstützte Versionen

source: The GitHub client does not have push access to the core repository. Auto-loading Jenkins Build Assets into GitHub Core releases has been disabled.
de: Der GitHub Client hat keinen Push-Zugriff auf das Core Repository. Das automatische Laden von Jenkins Build Assets in GitHub Core Releases wurde deaktiviert.

source: The core development team is proud to announce a pre-release of %s. Please help testing and report bugs!
de: Das Core-Team freut sich mitzuteilen, dass eine Vorabversion von %s nun verfügbar ist. Bitte helft beim Testen und meldet etwaige Fehler!

source: The core development team is proud to announce the availabilty of %s.
de: Das Core-Team freut sich mitzuteilen, dass %s nun verfügbar ist.

source: The release announcement must be written in Markdown.
de: Die Release Ankündigung muß in Markdown geschrieben werden.

source: The release names and descriptions can be made multilingual, if the correct format is used at GitHub:
de: Die Namen und Beschreibungen des Release können mehrsprachig hinterlegt werden, wenn das korrekte Format bei GitHub verwendet wird:

source: This core version is a pre-release only. NEVER use it on production sites. If you like to help, we invite you to test this version and report bugs.
de: Diese Core Version ist nur eine Vorabversion. Verwende es NIEMALS auf produktiven Seiten. Falls Du helfen möchtest, freuen wir uns, wenn Du diese Version testest und etwaige Fehler meldest.

source: URL of the Jenkins server
de: URL des Jenkins Servers

source: Updating the Extension Library.
de: Aktualisiere die Extension Library.

source: View core releases
de: Core Releases anschauen

source: Webhook Security Token
de: Webhook Sicherheitstoken

source: You are about to download an OUTDATED and no longer supported core version. It does not receive bug fixes or maintenance any longer. Please use one of the supported versions instead.
de: Du bist dabei, eine VERALTETE und nicht mehr unterstützte Core Version herunterzuladen. Sie erhält keine Fehlerkorrekturen oder anderweitigen Aktualisierungen mehr. Bitte verwende statt dessen eine der unterstützten Versionen.

source: You are about to reload all core releases from GitHub as well as all development builds from jenkins. Are you sure you want to proceed?
de: Du bist dabei, alle Core Releases von GitHub und alle Entwicklungsbuilds von Jenkins zu laden. Bist Du sicher, dass Du fortfahren möchtest?

source: You may use the following placeholders in the announcement: %QATICKETURL%
de: Du kannst die folgenden Platzhalter in der Ankündigung verwenden: %QATICKETURL%

source: You should switch to English language to prevent translation problems!
de: Du solltest zur englischen Sprache wechseln, um Übersetzungsprobleme zu verhindern!
